{
    "卦名": {
        "今本": "乾",
        "帛書": "鍵",
        "歸藏": "乾",
        "清華簡": "倝",
        "象傳": "健",
        "海昏": "建"
    },
    "卦義": "乾卦上下二體皆乾，象天體運行永不止息，故以「健」為名。六畫純陽，也是易道創生之根源，因此彖稱「乾元」。\n全卦以「龍」為意象，剛健為德性；以變化、彈性為吉應；過高、剛強好勝、頑固為大忌。\n為何乾卦以龍為象？傳統易學皆依《說卦傳》，以震為龍，但乾卦並無震象。易學家為湊出龍象，用盡心機，仍難得其解。例如來知德注解乾卦初九：「此爻變巽錯震，亦有龍象，故六爻即以龍言之。」此或可證初九之為潛龍，但九五飛龍在天呢？其實龍象很簡單，就是筮數的九，這也可能是古代以數為象的遺痕。\n帛書《易之義》：「鍵也者八卦之長也，九也者六肴之大也。為九之狀，浮首兆下，蛇身僂曲，亓為龍類也。」鍵卦是八卦之長，而九則是筮數中最大的，「九」字的形狀，浮動的頭朝下，身體像蛇一樣卷曲，與龍算是同類。觀「九」的甲骨文與金文，有如簡化之後的「龍」，如下圖，為劉興隆《新編甲骨文字典》中所收錄的龍字與九字：\n\n以九為龍象的傳統其實很早，《清華簡．筮法》的爻象，就以九為它（蛇）為大獸，符合《易之義》中對於九的描述，也符合《說文》「鱗蟲之長」的定義。\n《說文》：「龍，鱗蟲之長，能幽，能明，能細，能巨，能短，能長。春分而登天，秋分而潛淵。」\n龍是古代被神話的一種大獸，乾卦六爻中的龍因為不同的時機而各有不同的形態變化，有如君子能因時而變，懂得權變之道，在不同的時機有不同的做為。應當潛藏時就潛藏（初九潛龍勿用），當現則現（九二見龍在田）。 \n「春分而登天，秋分而潛淵」像是在描繪蒼龍七宿的天文現象，因此有現代學者認為六爻講的即是蒼龍七宿在天空中的相對位置。如「春分而登天」即是「龍抬頭」的天文現象，也是乾卦九二的「見龍在田」。相較之下初九為蒼龍七宿還在地平線之下的時候，所以說「潛龍」。九五則是立秋前後，蒼龍七宿飛騰在整個天空的時候，所以說「飛龍在天」。\n龍也是「寵」的意思。甲骨文中龍作寵用，《說文》段注引《毛詩蓼蕭傳》曰：「龍，寵也，謂龍即寵之叚借也。」乾卦的龍，象徵的即是天寵。因六爻皆陽，陽為實，意謂此卦天賦滿實。\n得乾卦，萬事俱備，但要懂得因時制宜。問事短期難成，因上下皆乾，有能量但無發揮空間。具備一切先天條件，但仍待後天，或者天時及地利之機會。\n得此卦者具備先天的優勢，擁有一切良好的條件，其人自有源源不絕的創造力，資源與能力都不是問題，問題在於時機。能夠守住自己既有的美德，只待時機的成熟，自可水到渠成。\n若問財利，乾為金玉，有金玉滿堂之象。若問運勢，乾為強健。\n乾卦為「六位時成」之卦，因此六爻之時機大致皆依《繫辭傳》所言：\n其初難知，其上易知，本末也。初辭擬之，卒成之終。若夫雜物撰德，辨是與非，則非其中爻不備。噫！亦要存亡吉凶，則居可知矣。知者觀其彖辭，則思過半矣。二與四同功而異位，其善不同，二多譽，四多懼，近也。柔之為道，不利遠者，其要无咎，其用柔中也。三與五同功而異位，三多凶，五多功，貴賤之等也。其柔危，其剛勝邪。\n其初難知，初爻因狀況未明，天寵未現，所以潛藏而勿用。二多譽，天寵已現，因此利見大人。三為多凶咎的人爻，所以君子終日乾乾，夕惕若，厲乃得无咎。四多懼，因此要多所嘗試，力求突破。或躍在淵的躍字像是在隱喻懼。五多功，乃飛龍在天，且利見大人。乾上之易知，在於過亢，高而無位，動而成兌，因此有悔。",
    "經文註解": {},
    "彖傳注": "大哉乾元，萬物資始，乃統天。雲行雨施，品物流形，大明終始，六位時成，時乘六龍以御天。乾道變化，各正性命，保合大和，乃利貞。首出庶物，萬國咸寧。\n大哉乾元，萬物資始，乃統天：解釋「元」。\n大哉乾元：《九家易》：「陽稱大。六爻純陽，故曰大。乾者純陽，眾卦所生，天之象也。觀乾之始，以知天德，惟天為大，惟乾則之，故曰大哉。元者，氣之始也。」\n《文言傳》：「元者善之長也。」周易六十四卦只有乾坤兩卦符合「善之長」的條件，因此《彖傳》分別以「大哉乾元」，「至哉坤元」讚嘆兩卦。《周易》以陽為大，陰為小，大即乾卦之別稱。\n萬物資始，乃統天：荀爽：「謂分為六十四卦，萬一千五百二十策，皆受始於乾也。策取始於乾，猶萬物之生稟於天。」《九家易》：「乾之為德，乃統繼天道，與天合化也。」\n乾陽為萬物生命藉以開始的元氣，因此說「萬物資始」。《易經》六十四卦總計384爻，384爻共有11520策，以成萬之數象徵天地間的萬物。乾坤生11520策，象徵陰陽演生萬物。乾卦象徵天道，因此說「乃統天」。\n11520策算法：384爻有一半為陰，一半為陽。陽爻得數為9（或7），陰爻得數為6（或8）。揲蓍法中筮數計算為每數有四策（揲之以四），九之數為36策，八之數為32策，七之數為28策，六之數為24策。\n傳統以六為陰，九為陽，384爻總策數為：\n6 x 4 x  384/2 + 9 x 4 x 384/2 = 11520\n若以新出土資料來驗證，當以七為陽，八為陰，384爻總策數為：\n7 x 4 x 384/2 + 8 x 4 x 384/2 =11520\n雲行雨施，品物流形。大明終始，六位時成，時乘六龍以御天：解釋「亨」。《文言傳》：｢亨者嘉之會。」嘉會而亨，具體而言，乾之嘉會有二，一是旁通而與坤嘉會。二是六位之時成，乾元與爻位（六位）之嘉會。《文言傳》：「六爻發揮，旁通情也。」荀爽：「乾起坎，而終於離。坤起於離，而終於坎。離坎者，乾坤之家，而陰陽之府，故曰大明終始也。」「六爻隨時而成乾。」\n雲行雨施，品物流形：虞翻：「已成既濟，上坎為雲，下坎為雨，故雲行雨施。乾以雲雨，流坤之形，萬物化成，故曰品物流形也。」益卦《彖傳》：「天施地生。」若依虞翻註解，應該改成「已成既濟、未濟」，上坎為雲是為既濟，下坎為雨是為未濟。上坎為雲下坎為雨是《大象傳》的取象，《彖傳》並不如此區分，《彖傳》屯、解兩卦的註解可為證。\n天道博施，地道廣生。雲行雨施講的是天道博施，品位流形則是坤承天道而廣生，萬物流動而賦形，滋長而繁茂。傳統易學家有一種理論認為，《周易》中雨象徵的是陰陽調和，這是就結果上來說。就原因來說，雨象徵的是乾天陽氣在地上的流形。這是「天施地生」的過程。就卦之演變來說，乾坤旁通尚未成既濟和未濟的歷程，在此歷程中先成復與小畜、豫與姤，再成屯與家人、解與鼎。屯與解兩卦為坤體受陽，就是「雲行雨施，品物流形」的兩卦，屯與解卦彖傳分別說「雷雨之動滿盈，天造草昧」、「天地解而雷雨作，雷雨作而百果草木皆甲坼」。小畜卦彖傳說：「剛中而志行，乃亨。密雲不雨，尚往也；自我西郊，施未行也。」「志行」講的是九二勢在必行，將與復卦旁通，成屯卦而成「天施地生」之功。「密雲不雨，尚往也」指的是乾卦九四已行成復，但九二未行而尚未「雲行雨施」，即後文講的「施未行」。因此「尚往」，宜往而施行，往則雲行雨施，品物流形。\n大明終始，六位時成，時乘六龍以御天：孟喜：「天子駕六。」古代天子馬車駕六典故源自於此。乾為大明，六爻皆陽，即大明終始，終始乃有始有終之義。六位時成者，乾道因時而變。《孟子萬章篇》：「孔子，聖之時者也。」筮者數也，《周易》乃占筮之書，古代以筮數為占。帛書《易之義》：「鍵也者八卦之長也，九也者六肴之大也。為九之狀，浮首兆下，蛇身僂曲，亓為龍類也。」《周易》的龍取象自筮數九，並以九象徵乾道之變化。九在六爻因時而變，即六位時乘。\n乾道變化，各正性命，保合大和，乃利貞：解釋「利貞」。\n首出庶物，萬國咸寧：劉瓛：「陽氣為萬物之所始，故曰首出庶物。立君而天下皆寧，故曰萬國咸寧也。」庶者眾也，庶物即萬物。乾為萬物大始，故曰「首出庶物」。\n《彖傳》的這段註解在《文言傳》中也有所詮釋：「乾元者，始而亨者也。利貞者，性情也。乾始而以美利利天下，不言所利，大矣哉。大哉乾乎，剛健中正，純粹精也。六爻發揮，旁通情也。時乘六龍，以御天也。雲行雨施，天下平也。」萬國咸寧，可能講的是乾坤旁通成屯與家人，《彖傳》屯卦：「宜建侯而不寧。」不寧者，丕寧。家人卦：「正家，而天下定矣。」"
}